Repository: dan-hart/AsNeeded
Catalog: AsNeeded/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fa, fi, fr, fr_ca, he, hi, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, vi, zh_hans, zh_hant, zh_hk

source: %lld active
ar: %lld نشط
ca: %lld actiu(s)
cs: %lld aktivní
da: %lld aktiv
de: %lld aktiv
el: %lld ενεργό
es: %lld activos
es_419: %lld activo
fi: %lld aktiivinen
fr: %lld actif
fr_ca: %lld actif
he: %lld פעיל
hi: %lld सक्रिय
hu: %lld aktív
it: %lld attivi
kk: %lld белсенді
ms: %lld aktif
nb: %lld aktive
nl: %lld actief
pl: %lld aktywnych
pt_pt: %lld ativo
sv: %lld aktiv
tr: %lld aktif
zh_hans: %lld 活动

source: %lld: No doses
ar: %lld: لا جرعات
ca: %lld: Cap dosi
cs: %lld: Žádné dávky
da: %lld: Ingen doser
de: %lld: Keine Dosen
el: %lld: Καμία δόση
es: %lld: Sin dosis
es_419: %lld: Sin dosis
fi: %lld: Ei annoksia
fr: %lld : Aucune dose
fr_ca: %lld : aucune dose
he: %lld: אין מנות
hi: %lld: कोई खुराक नहीं
hu: %lld: Nincsenek adagok
it: %lld: Nessuna dose
kk: %lld: Доза жоқ
ms: %lld: Tiada dos
nb: %lld: Ingen doser
nl: %lld: Geen doses
pl: %lld: Brak dawek
pt_pt: %lld: Sem doses
sv: %lld: Inga doser
tr: %lld: Doz yok
vi: %lld: Không có liều nào
zh_hans: %lld：无剂量

source: A Note from the Developer
ar: ملاحظة من المطوّر
ca: Una nota del desenvolupador
cs: Poznámka od vývojáře
da: En note fra udvikleren
de: Eine Nachricht des Entwicklers
el: Μία σημείωση από τον/την προγραμματιστή/τρια
es: Una nota del desarrollador
es_419: Una nota del desarrollador
fa: یادداشتی از توسعه‌دهنده
fi: Huomautus kehittäjältä
fr: Un mot du développeur
fr_ca: Une note du développeur
he: הערה מהמפתח
hi: डेवलपर का एक नोट
hu: A fejlesztőtől
id: Catatan dari Pengembang
it: Una nota dello sviluppatore
ja: 開発者からのメッセージ
kk: Дамытушыдан ескерту
ko: 개발자의 말씀
ms: Satu Nota daripada Pembangun
nb: En merknad fra utvikleren
nl: Een bericht van de ontwikkelaar
pl: Uwaga od twórcy aplikacji
pt_br: Uma nota do desenvolvedor
pt_pt: Uma nota do programador
ro: Notă de la dezvoltator
ru: Заметка от разработчика
sv: Ett meddelande från utvecklaren
th: ข้อความจากผู้พัฒนา
tr: Geliştiriciden Bir Not
vi: Lời nhắn từ nhà phát triển
zh_hans: 开发者的话
zh_hant: 開發者的話

source: About
ar: حول
ca: Quant a
cs: O aplikaci
da: Om
de: Info
el: Σχετικά
es: Acerca de
es_419: Acerca de
fa: درباره
fi: Tietoja
fr: À propos
fr_ca: À propos
he: אודות
hi: के बारे में
hu: Névjegy
id: Tentang
it: Informazioni
ja: 情報
kk: Қосымша туралы
ko: 정보
ms: Mengenai
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
pt_pt: Acerca
ro: Despre
ru: О приложении
sv: Om
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: About RxNorm
ar: حول RxNorm
ca: Quant a RxNorm
cs: O RxNorm
da: Om RxNorm
de: Über RxNorm
el: Σχετικά με το RxNorm
es: Acerca de RxNorm
es_419: Acerca de RxNorm
fa: دربارهٔ RxNorm
fi: Tietoja RxNormista
fr: À propos de RxNorm
fr_ca: À propos de RxNorm
he: אודות RxNorm
hi: RxNorm के बारे में
hu: Az RxNormról
id: Tentang RxNorm
it: Informazioni su RxNorm
ja: RxNormについて
kk: RxNorm туралы
ko: RxNorm 정보
ms: Mengenai RxNorm
nb: Om RxNorm
nl: Over RxNorm
pl: O RxNorm
pt_br: Sobre o RxNorm
pt_pt: Sobre o RxNorm
ro: Despre RxNorm
ru: О RxNorm
sv: Om RxNorm
th: เกี่ยวกับ RxNorm
tr: RxNorm Hakkında
vi: Giới thiệu về RxNorm
zh_hans: 关于 RxNorm
zh_hant: 關於 RxNorm

source: About This App
ar: حول هذا التطبيق
ca: Quant a aquesta app
cs: O této aplikaci
da: Om denne app
de: Über diese App
el: Σχετικά με αυτήν την εφαρμογή
es: Acerca de esta app
es_419: Acerca de esta app
fa: دربارهٔ این برنامه
fi: Tietoja tästä sovelluksesta
fr: À propos de cette app
fr_ca: À propos de cette app
he: אודות האפליקציה
hi: इस ऐप के बारे में
hu: Az alkalmazásról
id: Tentang Aplikasi Ini
it: Informazioni sull'app
ja: このアプリについて
kk: Бұл қосымша туралы
ko: 이 앱 정보
ms: Mengenai Aplikasi Ini
nb: Om denne appen
nl: Over deze app
pl: O tej aplikacji
pt_br: Sobre este app
pt_pt: Acerca desta app
ro: Despre această aplicație
ru: Об этом приложении
sv: Om den här appen
th: เกี่ยวกับแอพนี้
tr: Bu Uygulama Hakkında
vi: Giới thiệu về Ứng dụng này
zh_hans: 关于此应用
zh_hant: 關於此應用程式

source: Active Reminders
ar: التنبيهات النشطة
ca: Recordatoris actius
cs: Aktivní připomenutí
da: Aktive påmindelser
de: Aktive Erinnerungen
el: Ενεργές Υπενθυμίσεις
es: Recordatorios activos
es_419: Recordatorios activos
fa: یادآوری‌های فعال
fi: Aktiiviset muistutukset
fr: Rappels actifs
fr_ca: Rappels actifs
he: תזכורות פעילות
hi: सक्रिय अनुस्मारक
hu: Aktív emlékeztetők
id: Pengingat Aktif
it: Promemoria attivi
ja: 有効なリマインダー
kk: Белсенді ескерту хабарламалар
ko: 활성 알림
ms: Peringatan Aktif
nb: Aktive påminnelser
nl: Actieve herinneringen
pl: Aktywne przypomnienia
pt_br: Lembretes ativos
pt_pt: Lembretes ativos
ro: Mementouri active
ru: Активные напоминания
sv: Aktiva påminnelser
th: การเตือนใช้งานอยู่
tr: Aktif Hatırlatmalar
vi: Nhắc nhở đang hoạt động
zh_hans: 活动提醒
zh_hant: 啟用的提醒

source: Add a note about this dose
ar: أضف ملاحظة حول هذه الجرعة
ca: Afegeix una nota sobre aquesta dosi
cs: Přidejte poznámku k této dávce
da: Tilføj en note om denne dosis
de: Füge eine Notiz zu dieser Dosis hinzu
el: Πρόσθεσε μια σημείωση για αυτή τη δόση
es: Añade una nota sobre esta dosis
es_419: Agregar una nota sobre esta dosis
fa: یادداشتی دربارهٔ این دُز اضافه کنید
fi: Lisää muistiinpano tästä annoksesta
fr: Ajouter une note sur cette prise
fr_ca: Ajouter une note à propos de cette dose
he: הוסף הערה לגבי מנה זו
hi: इस खुराक के बारे में एक नोट जोड़ें
hu: Adj meg egy megjegyzést ehhez az adaghoz
id: Tambahkan catatan untuk dosis ini
it: Aggiungi una nota su questa dose
ja: この服用についてメモを追加
kk: Осы доза туралы ескерту жазбасын қосу
ko: 이 복용에 대한 메모 추가
ms: Tambah nota tentang dos ini
nb: Legg til en merknad om denne dosen
nl: Voeg een opmerking over deze dosis toe
pl: Dodaj notatkę do tej dawki
pt_br: Adicione uma nota sobre esta dose
pt_pt: Adicionar uma nota sobre esta toma
ro: Adaugă o notă pentru această doză
ru: Добавь заметку для этой дозы
sv: Lägg till en anteckning om denna dos
th: เพิ่มบันทึกสำหรับขนาดยานี้
tr: Bu doz hakkında not ekle
vi: Thêm ghi chú cho liều này
zh_hans: 为此剂量添加备注
zh_hant: 為此劑量新增備註

source: Add Date
ar: أضف تاريخًا
ca: Afegeix data
cs: Přidat datum
da: Tilføj dato
de: Datum hinzufügen
el: Προσθήκη Ημερομηνίας
es: Añadir fecha
es_419: Agregar fecha
fa: افزودن تاریخ
fi: Lisää päivämäärä
fr: Ajouter une date
fr_ca: Ajouter une date
he: הוסף תאריך
hi: तारीख जोड़ें
hu: Dátum hozzáadása
id: Tambah Tanggal
it: Aggiungi data
ja: 日付を追加
kk: Күн қосу
ko: 날짜 추가
ms: Tambah Tarikh
nb: Legg til dato
nl: Datum toevoegen
pl: Dodaj datę
pt_br: Adicionar data
pt_pt: Adicionar data
ro: Adaugă dată
ru: Добавить дату
sv: Lägg till datum
th: เพิ่มวันที่
tr: Tarih Ekle
vi: Thêm ngày
zh_hans: 添加日期
zh_hant: 新增日期

source: Add Medication
ar: أضف دواءً
ca: Afegeix medicació
cs: Přidat lék
da: Tilføj medicin
de: Medikament hinzufügen
el: Προσθήκη Φαρμάκου
es: Añadir medicamento
es_419: Agregar medicamento
fa: افزودن دارو
fi: Lisää lääke
fr: Ajouter un médicament
fr_ca: Ajouter un médicament
he: הוסף תרופה
hi: दवा जोड़ें
hu: Gyógyszer hozzáadása
id: Tambah Obat
it: Aggiungi farmaco
ja: 薬を追加
kk: Дәріні қосу
ko: 약 추가
ms: Tambah Ubat
nb: Legg til medisin
nl: Medicatie toevoegen
pl: Dodaj lek
pt_br: Adicionar medicamento
pt_pt: Adicionar medicação
ro: Adaugă medicament
ru: Добавить препарат
sv: Lägg till medicin
th: เพิ่มยาตัวใหม่
tr: İlaç Ekle
vi: Thêm thuốc
zh_hans: 添加药物
zh_hant: 新增藥物

source: Add medications in the iPhone app
ar: أضف أدوية في تطبيق iPhone
ca: Afegeix medicacions a l'app per a iPhone
cs: Přidejte léky v iPhone aplikaci
da: Tilføj medicin i iPhone-appen
de: Medikamente in der iPhone-App hinzufügen
el: Προσθέστε φάρμακα στην εφαρμογή iPhone
es: Añade medicamentos en la app para iPhone
es_419: Agrega medicamentos en la app del iPhone
fa: داروها را در اپلیکیشن iPhone اضافه کنید
fi: Lisää lääkkeitä iPhone‑sovelluksella
fr: Ajoute des médicaments dans l’app iPhone
fr_ca: Ajouter des médicaments dans l’app iPhone
he: הוסף תרופות באפליקציית iPhone
hi: iPhone ऐप में दवाएं जोड़ें
hu: Add hozzá a gyógyszereket az iPhone alkalmazásban
id: Tambahkan obat di app iPhone
it: Aggiungi farmaci nell'app per iPhone
ja: iPhoneアプリで薬を追加してください
kk: Дәрілерді iPhone қосымшасында қосыңыз
ko: iPhone 앱에서 약을 추가하세요
ms: Tambah ubat dalam aplikasi iPhone
nb: Legg til medisiner i iPhone‑appen
nl: Voeg medicijnen toe in de iPhone-app
pl: Dodaj leki w aplikacji na iPhone'a
pt_br: Adicione medicamentos no app para iPhone
pt_pt: Adiciona medicamentos na app iPhone
ro: Adaugă medicamente în aplicația iPhone
ru: Добавляй препараты в приложении для iPhone
sv: Lägg till mediciner i iPhone-appen
th: เพิ่มยาจากแอพ iPhone
tr: İlaçları iPhone uygulamasında ekle
vi: Thêm thuốc trong ứng dụng iPhone
zh_hans: 在 iPhone 应用中添加药物
zh_hant: 請在 iPhone 應用程式中新增藥物

source: Add New Medication
ar: أضف دواءً جديدًا
ca: Afegeix nova medicació
cs: Přidat nový lék
da: Tilføj ny medicin
de: Neues Medikament hinzufügen
el: Προσθήκη Νέου Φαρμάκου
es: Añadir nuevo medicamento
es_419: Agregar nuevo medicamento
fa: افزودن داروی جدید
fi: Lisää uusi lääke
fr: Ajouter un nouveau médicament
fr_ca: Ajouter un nouveau médicament
he: הוסף תרופה חדשה
hi: नई दवा जोड़ें
hu: Új gyógyszer hozzáadása
id: Tambah Obat Baru
it: Aggiungi nuovo farmaco
ja: 新しい薬を追加
kk: Жаңа дәрі қосу
ko: 새 약 추가
ms: Tambah Ubat Baharu
nb: Legg til ny medisin
nl: Nieuwe medicatie toevoegen
pl: Dodaj nowy lek
pt_br: Adicionar novo medicamento
pt_pt: Adicionar nova medicação
ro: Adaugă medicament nou
ru: Добавить новый препарат
sv: Lägg till ny medicin
th: เพิ่มยาตัวใหม่
tr: Yeni İlaç Ekle
vi: Thêm thuốc mới
zh_hans: 添加新药物
zh_hant: 新增新藥物

source: Add Note
ar: أضف ملاحظة
ca: Afegeix nota
cs: Přidat poznámku
da: Tilføj note
de: Notiz hinzufügen
el: Προσθήκη Σημείωσης
es: Añadir nota
es_419: Agregar nota
fa: افزودن یادداشت
fi: Lisää muistiinpano
fr: Ajouter une note
fr_ca: Ajouter une note
he: הוסף הערה
hi: नोट जोड़ें
hu: Megjegyzés hozzáadása
id: Tambah Catatan
it: Aggiungi nota
ja: メモを追加
kk: Ескерту жазбасын қосу
ko: 메모 추가
ms: Tambah Nota
nb: Legg til merknad
nl: Notitie toevoegen
pl: Dodaj notatkę
pt_br: Adicionar nota
pt_pt: Adicionar nota
ro: Adaugă notă
ru: Добавить заметку
sv: Lägg till anteckning
th: เพิ่มบันทึก
tr: Not Ekle
vi: Thêm ghi chú
zh_hans: 添加备注
zh_hant: 新增備註

source: Add Reminder
ar: أضف تذكيرًا
ca: Afegeix recordatori
cs: Přidat připomenutí
da: Tilføj påmindelse
de: Erinnerung hinzufügen
el: Προσθήκη Υπενθύμισης
es: Añadir recordatorio
es_419: Agregar recordatorio
fa: افزودن یادآور
fi: Lisää muistutus
fr: Ajouter un rappel
fr_ca: Ajouter un rappel
he: הוסף תזכורת
hi: अनुस्मारक जोड़ें
hu: Emlékeztető hozzáadása
id: Tambah Pengingat
it: Aggiungi promemoria
ja: リマインダーを追加
kk: Ескерту қосу
ko: 알림 추가
ms: Tambah Peringatan
nb: Legg til påminnelse
nl: Herinnering toevoegen
pl: Dodaj przypomnienie
pt_br: Adicionar lembrete
pt_pt: Adicionar lembrete
ro: Adaugă memento
ru: Добавить напоминание
sv: Lägg till påminnelse
th: เพิ่มการเตือน
tr: Hatırlatıcı Ekle
vi: Thêm nhắc nhở
zh_hans: 添加提醒
zh_hant: 新增提醒

source: Add Your First Medication
ar: أضف دواءك الأول
ca: Afegeix la teva primera medicació
cs: Přidejte svůj první lék
da: Tilføj din første medicin
de: Füge dein erstes Medikament hinzu
el: Προσθέστε το πρώτο σας φάρμακο
es: Añade tu primer medicamento
es_419: Agrega tu primer medicamento
fa: اولین داروی خود را اضافه کنید
fi: Lisää ensimmäinen lääkkeesi
fr: Ajoute ton premier médicament
fr_ca: Ajoute ton premier médicament
he: הוסף את התרופה הראשונה שלך
hi: अपनी पहली दवा जोड़ें
hu: Add hozzá az első gyógyszeredet
id: Tambah Obat Pertamamu
it: Aggiungi il tuo primo farmaco
ja: 最初の薬を追加しましょう
kk: Алғашқы дәріңізді қосыңыз
ko: 첫 번째 약을 추가하세요
ms: Tambah Ubat Pertamamu
nb: Legg til din første medisin
nl: Voeg je eerste medicatie toe
pl: Dodaj swój pierwszy lek
pt_br: Adicione seu primeiro medicamento
pt_pt: Adiciona a tua primeira medicação
ro: Adaugă primul tău medicament
ru: Добавь свой первый препарат
sv: Lägg till din första medicin
th: เพิ่มยาตัวแรกของคุณ
tr: İlk İlacını Ekle
vi: Thêm thuốc đầu tiên của bạn
zh_hans: 添加您的第一种药物
zh_hant: 新增第一個藥物

source: Allow As Needed to send you reminders for your medications. You can customize when and how often you receive notifications.
ar: اسمح لتطبيق As Needed بإرسال تذكيرات لأدويتك. يمكنك تخصيص توقيت وتكرار الإشعارات.
ca: Permet que As Needed t'enviï recordatoris per a les teves medicacions. Pots personalitzar quan i amb quina freqüència reps les notificacions.
cs: Povolte As Needed, aby vám posílala připomenutí k vašim lékům. Můžete upravit, kdy a jak často dostávat oznámení.
da: Tillad As Needed at sende dig påmindelser om dine medicin. Du kan tilpasse, hvornår og hvor ofte du modtager notifikationer.
de: Erlaube As Needed, dir Erinnerungen für deine Medikamente zu senden. Du kannst einstellen, wann und wie oft du Benachrichtigungen erhältst.
el: Επιτρέψτε στο As Needed να στέλνει υπενθυμίσεις για τα φάρμακά σας. Μπορείτε να προσαρμόσετε πότε και πόσο συχνά λαμβάνετε ειδοποιήσεις.
es: Permite que As Needed te envíe recordatorios de tus medicamentos. Puedes personalizar cuándo y con qué frecuencia recibes las notificaciones.
es_419: Permite que As Needed te envíe recordatorios para tus medicamentos. Puedes personalizar cuándo y con qué frecuencia recibes las notificaciones.
fa: اجازه دهید As Needed برای داروهای شما یادآوری ارسال کند. می‌توانید زمان و دفعات دریافت اعلان‌ها را شخصی‌سازی کنید.
fi: Salli As Needed lähettää muistutuksia lääkkeistäsi. Voit mukauttaa, milloin ja kuinka usein saat ilmoituksia.
fr: Autoriser As Needed à t’envoyer des rappels pour tes médicaments. Tu peux personnaliser quand et à quelle fréquence recevoir les notifications.
fr_ca: Autoriser As Needed à t’envoyer des rappels pour tes médicaments. Tu peux personnaliser quand et à quelle fréquence tu reçois des notifications.
he: אפשר ל־As Needed לשלוח לך תזכורות על התרופות. ניתן להתאים מתי ובאיזו תדירות תקבל התראות.
hi: As Needed को आपकी दवाओं के लिए अनुस्मारक भेजने की अनुमति दें। आप चुन सकते हैं कि आपको सूचनाएँ कब और कितनी बार मिलें।
hu: Engedélyezd, hogy az As Needed emlékeztetőket küldjön a gyógyszereidről. Testreszabhatod, mikor és milyen gyakran kapj értesítéseket.
id: Izinkan As Needed mengirimkan pengingat untuk obatmu. Kamu dapat menyesuaikan kapan dan seberapa sering menerima notifikasi.
it: Consenti ad As Needed di inviarti promemoria per i tuoi farmaci. Puoi personalizzare quando e con quale frequenza ricevere le notifiche.
ja: As Neededが薬のリマインダーを送信できるように許可してください。通知のタイミングや頻度はカスタマイズできます。
kk: Allow As Needed сізге дәрілер туралы ескертулер жіберсін. Хабарламаларды қашан және қаншалықты жиі алатыныңызды теңшеуге болады.
ko: As Needed이(가) 약 복용 알림을 보낼 수 있도록 허용하세요. 알림을 받는 시기와 빈도는 사용자 설정으로 조정할 수 있습니다.
ms: Benarkan As Needed menghantar peringatan untuk ubat-ubatan anda. Anda boleh menyesuaikan bila dan berapa kerap anda menerima pemberitahuan.
nb: Tillat As Needed å sende deg påminnelser for medisinene dine. Du kan tilpasse når og hvor ofte du mottar varsler.
nl: Sta As Needed toe je herinneringen voor je medicatie te sturen. Je kunt instellen wanneer en hoe vaak je meldingen ontvangt.
pl: Pozwól As Needed wysyłać Ci przypomnienia o lekach. Możesz dostosować, kiedy i jak często otrzymujesz powiadomienia.
pt_br: Permita que o As Needed envie lembretes sobre seus medicamentos. Você pode personalizar quando e com que frequência recebe notificações.
pt_pt: Permitir que As Needed te envie lembretes para as tuas medicações. Podes personalizar quando e com que frequência recebes notificações.
ro: Permite As Needed să îți trimită mementouri pentru medicamente. Poți personaliza când și cât de des primești notificări.
ru: Разреши As Needed присылать тебе напоминания о приёме препаратов. Ты можешь настроить, когда и как часто получать уведомления.
sv: Tillåt As Needed att skicka påminnelser för dina mediciner. Du kan anpassa när och hur ofta du får notiser.
th: อนุญาตให้ As Needed ส่งการเตือนสำหรับยาของคุณ คุณสามารถปรับเมื่อและความถี่ที่รับการแจ้งเตือนได้
tr: As Needed'in ilaçların için hatırlatmalar göndermesine izin ver. Bildirimleri ne zaman ve ne sıklıkla alacağını özelleştirebilirsin.
vi: Cho phép As Needed gửi nhắc nhở về thuốc cho bạn. Bạn có thể tùy chỉnh thời gian và tần suất nhận thông báo.
zh_hans: 允许 As Needed 向你发送用药提醒。你可以自定义接收通知的时间和频率。
zh_hant: 允許 As Needed 傳送藥物提醒給你。你可以自訂接收通知的時間與頻率。

source: Always consult a licensed medical professional before making any changes to your medication regimen.
ar: استشر دائمًا أخصائيًا طبيًا مرخّصًا قبل إجراء أي تغييرات على نظام أدويتك.
ca: Consulta sempre un professional mèdic autoritzat abans de fer qualsevol canvi en el teu règim de medicació.
cs: Vždy se poraďte s kvalifikovaným lékařem, než provedete jakékoli změny ve své medikační režimu.
da: Kontakt altid en autoriseret sundhedsprofessionel, før du ændrer din medicinering.
de: Konsultiere vor Änderungen an deiner Medikation immer eine:n zugelassene:n Ärzt:in oder eine andere qualifizierte medizinische Fachperson.
el: Συμβουλευτείτε πάντα έναν αδειοδοτημένο ιατρό πριν κάνετε οποιεσδήποτε αλλαγές στο σχήμα των φαρμάκων σας.
es: Consulta siempre a un profesional médico con licencia antes de hacer cualquier cambio en tu régimen de medicación.
es_419: Siempre consulta con un profesional médico autorizado antes de hacer cualquier cambio en tu tratamiento farmacológico.
fa: همیشه قبل از ایجاد هرگونه تغییر در رژیم دارویی خود با یک پزشک دارای مجوز مشورت کنید.
fi: Kysy aina lisätietoja laillistetulta terveydenhuollon ammattilaiselta ennen kuin teet muutoksia lääkitykseesi.
fr: Consulte toujours un professionnel de santé agréé avant de modifier ton traitement médicamenteux.
fr_ca: Consulte toujours un professionnel de la santé autorisé avant de modifier ton traitement médicamenteux.
he: התייעץ תמיד עם איש מקצוע רפואי מורשה לפני ביצוע שינויים בסדר התרופות שלך.
hi: किसी भी दवा-सम्बन्धी परिवर्तन से पहले हमेशा किसी लाइसेंसी चिकित्सक से परामर्श करें।
hu: Mielőtt bármilyen változtatást végzel a gyógyszeres kezeléseden, mindig konzultálj egy engedéllyel rendelkező egészségügyi szakemberrel.
id: Selalu konsultasikan dengan tenaga medis berlisensi sebelum melakukan perubahan pada rejimen pengobatanmu.
it: Consulta sempre un professionista medico autorizzato prima di apportare modifiche alla tua terapia.
ja: 薬の服用方法を変更する前には、必ず医師などの有資格の医療専門家に相談してください。
kk: Дәрі қабылдау тәртібіңізге қандай да бір өзгеріс енгізбес бұрын міндетті түрде лицензияланған медициналық кәсіпкермен кеңесіп алыңыз.
ko: 복용 계획을 변경하기 전에 항상 면허가 있는 의료 전문가와 상담하세요.
ms: Sentiasa rujuk kepada profesional perubatan bertauliah sebelum membuat sebarang perubahan kepada rejimen ubatan anda.
nb: Rådfør deg alltid med en lisensiert medisinsk fagperson før du gjør endringer i medisinregimet ditt.
nl: Raadpleeg altijd een bevoegde zorgverlener voordat je iets aan je medicatie verandert.
pl: Zawsze skonsultuj się z licencjonowanym specjalistą medycznym przed wprowadzeniem jakichkolwiek zmian w swoim schemacie przyjmowania leków.
pt_br: Consulte sempre um profissional médico licenciado antes de fazer qualquer alteração no seu esquema de medicação.
pt_pt: Consulta sempre um profissional de saúde licenciado antes de fazeres quaisquer alterações ao teu regime de medicação.
ro: Consulta întotdeauna un profesionist medical autorizat înainte de a face orice modificare în regimul tău de medicație.
ru: Всегда консультируйся с лицензированным врачом перед любыми изменениями в режиме приёма препаратов.
sv: Rådgör alltid med en legitimerad vårdpersonal innan du gör några ändringar i din medicinering.
th: ปรึกษาผู้เชี่ยวชาญการแพทย์ที่ได้รับอนุญาตเสมอก่อนเปลี่ยนแปลงการใช้ยาของคุณ
tr: İlaç düzeninde herhangi bir değişiklik yapmadan önce her zaman yetkili bir sağlık uzmanına danış.
vi: Luôn hỏi ý kiến chuyên gia y tế có giấy phép trước khi thay đổi bất kỳ chế độ dùng thuốc nào.
zh_hans: 在对你的用药方案做任何更改之前，请务必咨询有执照的医疗专业人员。
zh_hant: 在對藥物療程做任何更動前，請務必諮詢有執照的醫療專業人員。
